tap "dart-lang/dart"
tap "goles/battery"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "joshuaclayton/formulae"
tap "neovim/neovim"
tap "sass/sass"
tap "thoughtbot/formulae"
tap "universal-ctags/universal-ctags"
brew "ack"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "openssl"
brew "readline"
brew "unixodbc"
brew "asdf"
brew "bat"
brew "ghc"
brew "cabal-install"
brew "fontconfig"
brew "gettext"
brew "sqlite"
brew "xz"
brew "pixman"
brew "cairo"
brew "cloc"
brew "cowsay"
brew "cscope"
brew "curl"
brew "diff-so-fancy"
brew "enca"
brew "exa"
brew "exercism"
brew "fasd"
brew "fd"
brew "libevent"
brew "icu4c"
brew "lame"
brew "xvid"
brew "ffmpeg"
brew "fswatch"
brew "fzf"
brew "gist"
brew "git"
brew "gnu-getopt"
brew "gnupg"
brew "go"
brew "graphviz"
brew "hub"
brew "imagemagick"
brew "jemalloc"
brew "jp2a"
brew "jq"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "libxslt"
brew "lynx"
brew "mas"
brew "mosh"
brew "msgpack"
brew "neovim"
brew "pandoc"
brew "tree"
brew "pass"
brew "perl"
brew "pinentry-mac"
brew "postgresql", restart_service: true
brew "pre-commit"
brew "procs"
brew "pwgen"
brew "reattach-to-user-namespace"
brew "rename"
brew "ripgrep"
brew "ruby"
brew "smlnj"
brew "spark"
brew "terminal-notifier"
brew "tig"
brew "tmux"
brew "unzip"
brew "urlview"
brew "vault"
brew "vim"
brew "wxmac"
brew "yarn"
brew "zlib"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "goles/battery/battery"
brew "heroku/brew/heroku"
brew "sass/sass/sass"
brew "thoughtbot/formulae/gitsh"
brew "thoughtbot/formulae/rcm"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "1password-cli"
cask "beardedspice"
cask "dash"
cask "firefox"
cask "font-fira-mono"
cask "font-meslo-for-powerline"
cask "godot"
cask "graphiql"
cask "java"
cask "keepingyouawake"
cask "keybase"
cask "lingon-x"
cask "macdown"
cask "minikube"
cask "ngrok"
cask "psequel"
cask "spotify"
cask "visual-studio-code"
mas "Amphetamine", id: 937984704
mas "Day One", id: 1055511498
mas "Gapplin", id: 768053424
mas "GarageBand", id: 682658836
mas "iA Writer", id: 775737590
mas "iMazing HEIC Converter", id: 1292198261
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
