tap "goles/battery"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/versions"
tap "joshuaclayton/formulae"
tap "neovim/neovim"
tap "thoughtbot/formulae"
brew "ack"
brew "openssl"
brew "sqlite"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "ghc", link: false
brew "cabal-install"
brew "fontconfig"
brew "gettext"
brew "pixman"
brew "cairo"
brew "cloc"
brew "cowsay"
brew "cscope"
brew "ctags"
brew "diff-so-fancy"
brew "elm"
brew "elm-format"
brew "enca"
brew "exa"
brew "exercism"
brew "fasd"
brew "icu4c"
brew "lame"
brew "xvid"
brew "ffmpeg"
brew "fswatch"
brew "fzf"
brew "gist"
brew "git"
brew "gnu-getopt"
brew "git-flow-avh"
brew "gnupg", link: false
brew "go"
brew "libtool"
brew "graphviz"
brew "hub"
brew "imagemagick"
brew "jemalloc"
brew "jp2a"
brew "libevent"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "libyaml"
brew "lynx"
brew "macvim"
brew "mosh"
brew "msgpack"
brew "mysql@5.7", restart_service: true
brew "neovim"
brew "pandoc"
brew "perl"
brew "pinentry-mac"
brew "postgresql", restart_service: true
brew "pwgen"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "rename"
brew "ripgrep"
brew "ruby"
brew "smlnj"
brew "spark"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "vim", link: false
brew "yarn"
brew "goles/battery/battery"
brew "heroku/brew/heroku"
brew "joshuaclayton/formulae/unused"
brew "thoughtbot/formulae/gitsh"
brew "thoughtbot/formulae/rcm"
cask "java8"
cask "keepingyouawake"
cask "minikube"
