tap 'goles/battery'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'joshuaclayton/formulae'
tap 'neovim/neovim'
tap 'thoughtbot/formulae'
brew 'ack'
brew 'autoconf'
brew 'automake'
brew 'ghc'
brew 'cabal-install'
brew 'freetype'
brew 'fontconfig'
brew 'gettext'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'cloc'
brew 'cscope'
brew 'ctags'
brew 'diff-so-fancy'
brew 'jpeg'
brew 'wxmac'
brew 'erlang'
brew 'elixir'
brew 'elm'
brew 'elm-format'
brew 'enca'
brew 'exercism'
brew 'lame'
brew 'xvid'
brew 'ffmpeg'
brew 'fzf'
brew 'gdbm'
brew 'gist'
brew 'heroku'
brew 'hub'
brew 'icu4c'
brew 'jemalloc'
brew 'libevent'
brew 'libtermkey'
brew 'libtool'
brew 'libuv'
brew 'libvterm'
brew 'libyaml'
brew 'lynx'
brew 'python'
brew 'xz'
brew 'python3'
brew 'macvim'
brew 'msgpack'
brew 'mysql', restart_service: true
brew 'mysql@5.6'
brew 'pandoc'
brew 'perl'
brew 'phantomjs'
brew 'postgresql', restart_service: true
brew 'pwgen'
brew 'qt@5.5'
brew 'ruby-build'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'redis', restart_service: true
brew 'ripgrep'
brew 'ruby'
brew 'spark'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'unibilium'
brew 'vim'
brew 'yarn'
brew 'goles/battery/battery'
brew 'joshuaclayton/formulae/unused'
brew 'neovim/neovim/neovim'
brew 'thoughtbot/formulae/gitsh'
brew 'thoughtbot/formulae/rcm'
